{
    "intents": [
        {"tag":"greetings", 
         "patterns": ["Hi, there", "How are you?", "Is anyone there?", "Hey", "Hola", "Hello", "Good day", "Hi"], 
         "responses": ["Hi", "Yes, how can I help you?", "Hey", "Hello", "What's up?", "Hola"]
         },
         {"tag":"goodbye", 
         "patterns": ["Bye", "See you later", "Bye bye", "Ok bye", "Goodbye"], 
         "responses": ["See you later!", "Have a nice day!", "Sure bye", "Later dude", "Peace out", "Have a pleasant day!"]
         },
         {"tag":"Thanks", 
         "patterns": ["Thanks", "Thank you", "That's helpful", "Awesome, thanks", "Thanks for helping me"], 
         "responses": ["Happy to help", "Anytime!", "My pleasure", "You are welcome", "Sure dude"]
         },
         {"tag":"no answer", 
         "patterns": [], 
         "responses": ["Sorry, can't understand you!", "Please give me more info", "Not sure I understand"]
         },
         {"tag":"name", 
         "patterns": ["What is your name?", "What's your name?", "Tell me your name", "Who are you?", "Tell me about yourself"], 
         "responses": ["I am MentBot.", "My name is MentBot", "I am MB for short", "I am MentBot; my friends call me MB", "MentBot is my name"]
         },
         {"tag":"options", 
         "patterns": ["What do you do?", "How can you help?", "What do you know?", "What's your purpose?"], 
         "responses": ["I am a mental health assistant", "Ask me anything about mental health?"]
         },
{"tag":"Mental health info", 
"patterns": ["What is mental health?", "What does mental health mean?", "What do you understand by mental health?"], 
"responses": ["Mental health includes our emotional, psychological, and social well-being.", "Mental health is a state of mental well-being that enables people to cope with the stresses of life, realize their abilities, learn well and work well, and contribute to their community.", "Mental health includes our emotional, psychological, and social well-being. It affects how we think, feel, and act. It also helps determine how we handle stress, relate to others, and make choices. Mental health is important at every stage of life, from childhood and adolescence through adulthood.", "Mental health is a state of mental well-being that enables people to cope with the stresses of life, realize their abilities, learn well and work well, and contribute to their community. It is an integral component of health and well-being that underpins our individual and collective abilities to make decisions, build relationships and shape the world we live in. Mental health is a basic human right. And it is crucial to personal, community and socio-economic development."]
         },

{"tag":"Mental illness or mental problem info", 
"patterns": ["What is mental illness?", "What does mental illness mean?", "What do you understand by mental illness?", "What does it mean to have a mental illness?"], 
"responses": ["Mental illness, also called mental health disorders, refers to a wide range of mental health conditions — disorders          that affect your mood, thinking and behavior.", "Mental illnesses are health conditions that disrupt a person's thoughts, emotions, relationships, and daily functioning. They are associated with distress and diminished capacity to engage in the ordinary activities of daily life."]},
   
{"tag":"Mental illness or mental problem affect", 
"patterns": ["Who does mental illness affect??", "Who can mental illness affect?", "Can mental illness affect anyone?"], 
"responses": ["It is estimated that mental illness affects 1 in 5 adults in America, and that 1 in 24 adults have a serious mental illness. Mental illness does not discriminate; it can affect anyone, regardless of gender, age, income, social status, ethnicity, religion, sexual orientation, or background. Although mental illness can affect anyone, certain conditions may be more common in different populations. For instance, eating disorders tend to occur more often in females, while disorders such as attention deficit/hyperactivity disorder is more prevalent in children.Additionally, all ages are susceptible, but the young and the old are especially vulnerable. Mental illnesses usually strike individuals in the prime of their lives, with 75 percent of mental health conditions developing by the age of 24. This makes identification and treatment of mental disorders particularly difficult, because the normal personality and behavioral changes of adolescence may mask symptoms of a mental health condition.Parents and caretakers should be aware of this fact, and take notice of changes in their child's mood, personality, personal habits, and social withdrawal. When these occur in children under 18, they are referred to as serious emotional disturbances (SEDs)."]},

{"tag":"Mental illness or mental problem causes", 
"patterns": ["What causes mental illness?", "Causes of mental illness", "What are the causes of mental illness?", "What brings about mental illness?"], 
"responses": []},
        
{"tag":"Mental illness or mental problem signs and symptoms", 
"patterns": ["What are some of the warning signs of mental illness?", "What are the signs and symptoms of mental illness?", "What are the signs of mental illness?", "What are the symptoms of mental illness?"], 
"responses": ["Symptoms of mental health disorders vary depending on the type and severity of the condition. The following is a list of general symptoms that may suggest a mental health disorder, particularly when multiple symptoms are expressed at once. In adults:confused thinking, long-lasting sadness or irritability, extreme highs and lows in mood, excessive fear, worrying, or anxiety, social withdrawal, dramatic changes in eating or sleeping habits, strong feelings of anger, delusions or hallucinations (seeing or hearing things that are not really there), increasing inability to cope with daily problems and activities, thoughts of suicide, denial of obvious problems, many unexplained physical problems, abuse of drugs and/or alcohol.                                                                                In older children and pre-teens: abuse of drugs and/or alcohol, inability to cope with daily problems and activities, changes in sleeping and/or eating habits, excessive complaints of physical problems, defying authority, skipping school, stealing, or damaging property, intense fear of gaining weight, long-lasting negative mood, often along with poor appetite and thoughts of death, frequent outbursts of anger.     In younger children:changes in school performance, poor grades despite strong efforts, excessive worrying or anxiety, hyperactivity, persistent nightmares, persistent disobedience and/or aggressive behavior, frequent temper tantrums.", "Signs and symptoms of mental illness can vary, depending on the disorder, circumstances and other factors. Mental illness symptoms can affect emotions, thoughts and behaviors. Examples of signs and symptoms include: feeling sad or down, confused thinking or reduced ability to concentrate, excessive fears or worries, or extreme feelings of guilt, extreme mood changes of highs and lows, withdrawal from friends and activities, significant tiredness, low energy or problems sleeping, detachment from reality (delusions), paranoia or hallucinations, inability to cope with daily problems or stress, trouble understanding and relating to situations and to people, problems with alcohol or drug use, major changes in eating habits, sex drive changes, excessive anger, hostility or violence, suicidal thinking, sometimes symptoms of a mental health disorder appear as physical problems, such as stomach pain, back pain, headaches, or other unexplained aches and pains.", "Experiencing one or more of the following feelings or behaviors can be an early warning sign of a problem: eating or sleeping too much or too little, pulling away from people and usual activities, having low or no energy, feeling numb or like nothing matters, having unexplained aches and pains, feeling helpless or hopeless, smoking, drinking, or using drugs more than usual, feeling unusually confused, forgetful, on edge, angry, upset, worried, or scared, yelling or fighting with family and friends, experiencing severe mood swings that cause problems in relationships, having persistent thoughts and memories you can't get out of your head, hearing voices or believing things that are not true, thinking of harming yourself or others, inability to perform daily tasks like taking care of your kids or getting to work or school"]}, 

{"tag":"Recovery from mental illness or mental problem", 
"patterns": ["Can people with mental illness recover?", "Is recovery from mental possible?", "Can I recover from mental illness?"], 
"responses": ["When healing from mental illness, early identification and treatment are of vital importance. Based on the nature of the illness, there are a range of effective treatments available. For any type of treatment, it is essential that the person affected is proactive and fully engaged in their own recovery process.", "Many people with mental illnesses who are diagnosed and treated respond well, although some might experience a return of symptoms. Even in such cases, with careful monitoring and management of the disorder, it is still quite possible to live a fulfilled and productive life."]},
        
{"tag":"Help for someone with mental illness or mental problem", 
"patterns": ["What should I do if I know someone who appears to have the symptoms of a mental disorder?", "How can I help someone with mental illness?", "What can I do to help someone with mental illness?"], 
"responses": ["Although I cannot substitute for professional advice, I encourage those with symptoms to talk to their friends and family members and seek the counsel of a mental health professional. The sooner the mental health condition is identified and treated, the sooner they can get on the path to recovery.", "If you know someone who is having problems, don't assume that the issue will resolve itself. Let them know that you care about them, and that there are treatment options available that will help them heal. Speak with a mental health professional or counselor if you think your friend or family member is experiencing the symptoms of a mental health condition. If the affected loved one knows that you support them, they will be more likely to seek out help.", "This may depend on your relationship with them. Gently encouraging someone to seek appropriate support would be helpful to start with."]},
        
{"tag":"Treatment of mental illness or mental problem", 
"patterns": ["What treatment options are available?", "How can mental illness be treated?", "What are the treatments available for mental illness?", "How can mental illness be treated?"], 
"responses": ["Just as there are different types of medications for physical illness, different treatment options are available for individuals with mental illness. Treatment works differently for different people. It is important to find what works best for you or your child.", "If you know someone who is having problems, don't assume that the issue will resolve itself. Let them know that you care about them, and that there are treatment options available that will help them heal. Speak with a mental health professional or counselor if you think your friend or family member is experiencing the symptoms of a mental health condition. If the affected loved one knows that you support them, they will be more likely to seek out help."]},
        
{"tag":"Alternative help for mental illness or mental problem", 
"patterns": ["Where else can I get help?", "What else can I do aside medical treatment?", "What are the other treatments treatment options available for mental illness?", "How else can mental illness be treated?"], 
"responses": ["Where you go for help will depend on the nature of the problem and/or symptoms and what best fits you. Often, the best place to start is by talking with someone you trust about your concerns, such as a family member, friend, clergy, healthcare provider, or other professionals. Having this social support is essential in healing from mental illness, and you will be able to ask them for referrals or recommendations for trusted mental health practitioners. Search for mental health resources in your area.                                 Many people find peer support a helpful tool that can aid in their recovery. There are a variety of organizations that offer support groups for consumers, their family members, and friends. Some support groups are peer led while others may be led by a mental health professional."]},
        
{"tag":"Stop medications", 
"patterns": ["If I feel better after taking medication, does this mean I am 'cured' and can stop taking it?", "Can I stop taking medications when I feel better?"], 
"responses": ["It is not uncommon for people to stop taking their medication when they feel their symptoms are under control. Others may choose to stop taking their medication because of its side effects, without realizing that most side effects can be effectively managed. While it may seem reasonable to stop taking the medication, the problem is that most often, the symptoms will return. If you or your child is taking medication, it is very important that you work together with your doctor before making decisions about any changes in your treatment. \\nAnother problem with stopping medication, particularly for stopping it abruptly, is that you may develop withdrawal symptoms that can be very unpleasant. If you and your doctor feel a trial off your medicine is a good idea, it is necessary to slowly decrease the dosage of medications so that these symptoms don’t occur. \\nIt is important that your doctor and pharmacist work together to make sure your medications are working safely and effectively. You should talk with them about how you are doing and if there are side effects that make you unwilling to continue treatment. They will work with you to develop strategies for minimizing these side effects, or will create a plan for switching to a different treatment that will be a better fit."]},
        
{"tag":"Therapy for mental illness or mental problem", 
"patterns": ["Where can I go to find therapy"], 
"responses": ["Different kinds of therapy are more effective based on the nature of the mental health condition and/or symptoms and the person who has them (for example, children will benefit from a therapist who specializes in children’s mental health). However, there are several different types of treatment and therapy that can help."]},
        
{"tag":"Preventing mental illness or mental problem", 
"patterns": ["Can you prevent mental health problems?", "Can mental illness or mental health problems be prevented?", "Can I prevent mental health problems?"], 
"responses": ["We can all suffer from mental health challenges, but developing our wellbeing, resilience, and seeking help early can help prevent challenges becoming serious."]},
        
{"tag":"Cures for mental illness or mental problem", 
"patterns": ["Are there cures for mental health problems?", "Can mental illness or mental health problems be cured?", "Is there cure for mental health problems or mental illness?"], 
"responses": ["It is often more realistic and helpful to find out what helps with the issues you face. Talking, counselling, medication, friendships, exercise, good sleep and nutrition, and meaningful occupation can all help."]},
        
{"tag":"Worried about mental health", 
"patterns": ["What do I do if I’m worried about my mental health?", "I'm worried about my mental health, what can i do?"], 
"responses": ["The most important thing is to talk to someone you trust. This might be a friend, colleague, family member, or GP. In addition to talking to someone, it may be useful to find out more information about what you are experiencing. These things may help to get some perspective on what you are experiencing, and be the start of getting help."]},
        
{"tag":"Know if unwell or have problem", 
"patterns": ["How do I know if I’m unwell??", "How do I know if I have mental health problems?"], 
"responses": ["If your beliefs , thoughts , feelings or behaviours have a significant impact on your ability to function in what might be considered a normal or ordinary way, it would be important to seek help."]},
        
{"tag":"Social connection and loneliness", 
"patterns": ["How can I maintain social connections? What if I feel lonely?", "How can I maintain my relationship with family and friends?", "How can I prevent loneliness?"], 
"responses": ["A lot of people are alone right now, but we don't have to be lonely. We're all in this together. While you may be physically separated from friends, family members, and other loved ones, it has never been more important to maintain those social connections. Social connections are an opportunity to seek and share support, talk through difficult feelings, share a laugh, keep up-to-date with loved ones, and help each other cope. This pandemic is a lot for one person to deal with on their own. While measures like physical distancing and self-isolation are necessary to slow the spread of the virus, the physical separation can amplify a lot of challenging emotions like loneliness and fear. \\nThink about the different ways to connect that are most meaningful for you. For example, you might prefer a video chat over a phone call, or you might prefer to text throughout the day rather than one set time for a video call. Then, work with your social networks to make a plan. You might video chat with your close friends in the evening and phone a family member once a week. \\nRemember to be mindful of people who may not be online. Check in by phone and ask how you can help. The quality of your social connections matter. Mindlessly scrolling through social media and liking a few posts usually doesn't build strong social connections. Make sure you focus on strategies that actually make you feel included and connected. If your current strategies don't help you feel connected, problem-solve to see if you can find a solution.", " Everyone feels lonely at times—maybe you recently moved to a new city, are changing your circle of friends, lost someone important in your life, or lost your job and also lost important social connections with coworkers. Other people may have physical connections to others but may feel like their emotional or social needs aren't met. Measures like social distancing or self-isolation can make loneliness feel worse no matter why you feel lonely now. Reach out to the connections you do have. Suggest ways to keep in touch and see if you can set a regular time to connect. People may hesitate to reach out for a lot of different reasons, so don't be afraid to be the one who asks. Look for local community support groups and mutual aid groups on social media. This pandemic is bringing everyone together, so look for opportunities to make new connections. These groups are a great way to share your skills and abilities or seek help and support. Look for specialized support groups. Support groups are moving online, and there are a lot of different support lines to call if you need to talk to someone."]},
                
{"tag":"Physical health affect mental health", 
"patterns": ["Does physical health affect mental health?"], 
"responses": ["Taking care of your physical health is also good for your mental health. It's more important than ever to keep yourself healthy."]},
        
{"tag":" care for Physical health", 
"patterns": ["How can I take care of my physical health?"], 
"responses": ["Taking care of your physical health is also good for your mental health. It's more important than ever to keep yourself healthy. Try to eat as well as you can. It may be easier to reach for unhealthier comfort foods and snacks while you spend more time at home, but try to keep a balanced approach. When you stock up on groceries, don’t ignore fresh fruit and vegetables—we still have everything we need to prepare food. Now that we're advised to limit the amount of time we spend in public spaces like grocery stores, this is a great time to try out new fruits and vegetables that keep at home for longer periods of time.\\nIf it's safer for you to stay home or you are in self-isolation, reach out for help. Many grocery stores and meal prep services offer safe, no-contact delivery. You can also ask family or friends to bring you groceries, or look for local COVID-19 support groups on social media. It's safest if others leave food and other supplies outside of your door to avoid spreading the virus.\\nExercise is an important part of mental health and well-being, stress management, and health sleep. However, it's something that many people give up when they start to feel stressed or overwhelmed.\\nIf it's safe for you to do so, spend time outside. You should still avoid busy areas or groups and stay at least two metres away from others, but there is no reason to avoid walks, runs, or other safe outdoor activities. If you prefer to exercise indoors, you can also find many different exercises classes online. You can try yoga, follow a barre class, work on your cardio, pick up a new dumbbell routine, and keep up with Crossfit WODs from the comfort of your living room. Look for no-equipment exercise routines or classes if you don't already have equipment.\\nPoor sleep can make even simple problems feel a lot worse than they really are. Poor sleep can affect your mood, your outlook, and your patience. Unfortunately, stress and anxiety can really take a toll on your sleep. If you're having a hard time sleeping, be proactive and practice healthy sleep habits. For more, check out Wellness Module 6: Getting a Good Night's Sleep at www.heretohelp.bc.ca/wellness-module/wellness-module-6-getting-a-good-nights-sleep. \\nIf you have other health problems like a chronic illness, check in with your doctor or health care team to see if you need to take any additional measures or precautions. Remember to plan ahead and do what you can to keep prescription or over-the-counter medications, medical supplies, supplements, or other health needs on hand."]},
  
{"tag":"Anxiety disorder ", 
"patterns": ["What’s the difference between anxiety and an anxiety disorder?", "Difference between anxiety and anxiety disorder?"], 
"responses": ["Anxiety is a normal reaction to many different kinds of events and situations in our lives. Anxiety is one of our internal warning systems that alerts us to danger or other threats and prepares our bodies to fight back or get out of a dangerous situation. (Scientists call this the ‘fight, flight, or freeze’ response.) \\nA manageable amount of anxiety from time to time can be helpful. For example, it can motivate you to prepare for a test a school or finish a task at work. Even happy events like moving to a new home or celebrating an important milestone can bring up anxiety—all of this is just part of being human. \\nAnxiety is a problem when it becomes overwhelming or unmanageable and it comes up unexpectedly. Anxiety disorders are mental illnesses that have a big impact your life. People may avoid going about their daily lives in order to avoid anxiety. They may experience a lot of uncomfortable physical sensations and physical health problems. Many people say that they know their anxiety isn’t based in reality, but they feel ‘trapped’ by their thought and feelings. Anxiety disorders can be treated. It’s important to seek help if you’re concerned about anxiety in your life."]},
        
{"tag":"Anxiety ", 
"patterns": ["What is anxiety?", "What does anxiety mean?", "What is the meaning of anxiety?"], 
"responses": ["Anxiety is the mind and body's reaction to stressful, dangerous, or unfamiliar situations. It's the sense of uneasiness, distress, or dread you feel before a significant event. A certain level of Anxiety helps us stay alert and aware."]},          
        
{"tag":"Depression ", 
"patterns": ["What is depression?", "What does depression mean?", "What is the meaning of depression?"], 
"responses": ["Depression is a mental state of low mood and aversion to activity.", "Depression is a mood disorder that causes a persistent feeling of sadness and loss of interest."]},  
        
{"tag":"Dysthymia or PPD or persistent depressive disorder", 
"patterns": ["What is dysthymia or persistent depressive disorder?", "What is dysthymia?", "What is the meaning of PPD?", "What is the meaning of dysthymia?"], 
"responses": ["Dysthymia, now called persistent depressive disorder or PDD, is a mood disorder. It is related depression (major depressive disorder). The difference between the two is in the number of symptoms and the amount of time that they last. Someone diagnosed with PDD would experience two to four of the symptoms below for at least two years with no periods of wellness during that time, while someone diagnosed with major depressive disorder would experience five or more of the symptoms below for at least two weeks. \\nSymptoms of PDD include: \\nThere is a myth that PDD is not as severe an illness as major depressive disorder, but research shows that the disability of the illness, like the ability to work productively and enjoy hobbies, may be as severe in PDD as it is in major depressive disorder. As PDD involves a smaller number of symptoms that last for a very long time, many people begin to assume PDD is just part of their personality rather than an illness that can be effectively treated. So you should most certainly talk to a doctor or mental health professional if you think you might have PDD." ]},        
        
{"tag":"cyclothymic disorder", 
"patterns": ["What is cyclothymic disorder?", "What does cyclothymic disorder mean?", "What is the meaning of cyclothymic disorder?"], 
"responses": ["Cyclothymic disorder is a subtype of bipolar disorder. Much like bipolar disorder, the symptoms of cyclothymia include three or more symptoms of hypomania, and five or more symptoms of depression. Like bipolar disorder, people may experience wellness between episodes of hypomania and depression."]},  
        
{"tag":"psychosis and schizophrenia", 
"patterns": ["What is the difference between psychosis and schizophrenia"], 
"responses": ["Psychosis is a syndrome or group of symptoms. Someone experiencing an episode of psychosis is having a ‘break’ with reality.\\nMajor symptoms of psychosis are hallucinations and delusions. Hallucinations are sensations that are not real, such as hearing voices or sounds that aren’t real. Hearing voices is a common hallucination, but hallucinations can be experiences with any sense—hearing, sight, smell, taste, or touch. Delusions are strong beliefs that can’t possibly be true. Common delusions include the belief that someone is following or monitoring you, or the belief that you have extraordinary powers or abilities. Other symptoms of psychosis include difficulties concentrating, completing tasks, or making decisions. Thoughts may feel ‘jumbled’ or confused. Some people have a hard time following conversations or speaking clearly. Psychosis can even affect the way people move or express their emotions. \\nSchizophrenia is a mental illness that causes psychosis, but schizophrenia also has other symptoms. And it isn’t the only cause of psychosis. In some cases, other mental illnesses cause psychosis, including depression, bipolar disorder, dementia and borderline personality disorder. Psychosis may come up during times of extreme stress, a major lack of sleep, or trauma. People who are using or withdrawing from certain drugs or medications may experience psychosis. Psychosis may also be caused by a brain injury, neurological problem, or other health problem. So while psychosis can be a part of schizophrenia, it can be caused by many other things too. \\nPsychosis and schizophrenia are treatable. It’s important to seek help as soon as possible."]},  
        
{"tag":"schizophrenia", 
"patterns": ["What is schizophrenia?", "What does schizophrenia mean?", "What is the meaning of schizophrenia?"], 
"responses": ["Schizophrenia is a mental disorder characterized by continuous or relapsing episodes of psychosis. Major symptoms include hallucinations (typically hearing voices), delusions, and disorganized thinking. Other symptoms include social withdrawal, decreased emotional expression, and apathy."]},   

{"tag":"psychosis", 
"patterns": ["What is psychosis?", "What does psychosis mean?", "What is the meaning of psychosis?"], 
"responses": ["Psychosis is a condition of the mind that results in difficulties determining what is real and what is not real. Symptoms may include delusions and hallucinations, among other features. Additional symptoms are incoherent speech and behavior that is inappropriate for a given situation. There may also be sleep problems, social withdrawal, lack of motivation, and difficulties carrying out daily activities. Psychosis can have serious adverse outcomes"]}, 

{"tag":"causes of depression", 
"patterns": ["What causes of depression?", "What are the causes of depression?"], 
"responses": ["We all have days when we feel down, but those feelings usually pass without having too much impact on our lives. But if they last beyond a couple of weeks or you feel as though things are getting worse, it could be a sign that you’re experiencing depression. \\nThere are lots of reasons why someone might feel depressed, but sometimes there isn’t any obvious reason. It can be caused by a difficult life event – losing a job, relationship difficulties, or physical health problems like illness and disability, or low self-esteem."]},

{"tag":"post-traumatic stress disorder", 
"patterns": ["What is PTSD or post-traumatic stress disorder?", "What does PTSD or post-traumatic stress disorder mean?"], 
"responses": ["The term PTSD is used to describe a range of psychological symptoms, which can follow traumatic events. PTSD can be triggered by anything that consciously, or unconsciously, reminds an individual of a specific trauma in their lives. For some people, this is a single, major, significant event – such as a car accident – and for others an ongoing series of events, such as being in conflict zones, or experiencing abuse. \\nSymptoms of PTSD don’t necessarily emerge straight away, and in some, don’t develop until many years after the event. They can include vivid flashbacks, nightmares, lack of sleep and feeling emotionally cut-off. PTSD is surprisingly common – as many as 10% of the population will experience it at some time in their lives. \\nIf someone has been living with distressing symptoms for over a month after a traumatic event they should see their GP, who can refer them for specialist help. Effective treatment does exist, and you can recover from PTSD."]},

{"tag":"improve mental health or well being", 
"patterns": ["How to improve mental health or well being?", "How can i improve my mental health or well being?"], 
"responses": ["We all have mental health to look after, as well as physical health, and the way we live our lives has a direct influence on them both. There are lots of small things we can change to improve or maintain good mental health and wellbeing without spending lots of money to do it. \nDiet\nEating fresh fruit and vegetables daily helps provide the nutrients needed to nourish your mind and body. Keeping regular meal times and choosing foods that release energy slowly, such as oats and unrefined wholegrains, also help. Reducing your intake of caffeine, alcohol and sugary foods in the evening also helps as they can all disturb your sleep patterns. \nSleep \nThere’s a close relationship between sleep and mental health. Living with a mental health problem can affect how well you sleep, and poor sleep can have a negative impact on your mental health, so prioritising sleep can help both with maintaining your wellbeing and your recovery.\\nBeing outdoors \nThere is strong evidence to suggest that the combined mix of colours, sounds and smells we find outdoors act together to stimulate our senses, which helps increase our overall wellbeing. This means that gardening and other outdoor hobbies often provide a brilliant alternative to traditional sports and exercise. \nExercise \nStructured physical activity can play a key role in someone’s recovery from a mental health problem and in staying well for years to come. When you exercise, your brain chemistry changes through the release of ‘feel good’ hormones called endorphins. \nJoining activity groups such as a running club is a fantastic way of improving your social network. Being sociable and connecting with other people is rewarding in its own right and can significantly improve mental wellbeing. Group yoga or Pilates classes can help you learn breathing techniques, which can encourage you to relax and switch off from external stresses."]}
    ]
}